Repository: mozilla-l10n/mt-training-data
Catalog: ce/ce_pontoon.tmx
Source language: en_us
Languages: ce

source: We've run out of sentences to record in this language...
ce: ХӀокху маттахь дӀаязбан беза аламаш чекхбевлла

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
ce: Вайна лаьа къамелан моделаш тайп-тайпанча къамелдечу нахах дика кхета. Иза хилийта, озан датийн гуларо гойтуш хила деза дуккха а тайп-тайпана адамаш.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
ce: Тхуна лаьа, машенан Ӏаморийн алгоритмаш тайп-тайпана ТӀехьара гӀовгӀанашца къийсам латто ницкъ кхочуш хила, мелла а чӀогӀа гӀовгӀанаш тӀеэца йиш ю, нагахь санна цара ерриг а текст хаза новкъарло еш йацахь. Тийна ТӀехьара гIовгIанаш къобал еш йу; тоъал чӀогӀа гIовгIанаш, нагахь санна кхачам боллуш хӀора дош хезаш дацахь - мегар дац

source: We will be in touch with more information about how to add your language to Common Voice very soon.
ce: Тхо ма-хуьллу сиха зӀене девра ду хьоьца, хьан мотт Common Voice-на муха тӀетоха беза бохучух лаьцна хаамашца.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
ce: Базера хьан аьзнаш дӀадаха ахь динчу дехарна тхо хьовсур ду. Нагахь хьан дехар тӀеэцахь, оха и база схьаэцначаьрга а хоуьтур ду, цаьрга а хьан аьзнаш дӀадаха эра ду

source: We will show you a prompt or question
ce: Оха хьуна гойтур ду дехар йа хаттар

source: What is a language on Common Voice?
ce: Common Voice-сехь мотт хӀун йу?

source: What issues are you experiencing with this sentence?
ce: ХӀун хьовзам бу шун оцу аламаца?

source: What needs to be in my file?
ce: ХӀун хила деза сан Файлехь?

source: What questions can I add?
ce: Муьлха хаттарш тӀетоха мегар ду?

source: What sentences can I add?
ce: Муьлха аламаш тIе баха мега?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
ce: Декъашхочо озан клип юхатоьхча иза юхаерзайо РогӀе. Нагахь санна шолгӀа а юхатоьхча, озан клип дӀайоьду Клипийн кешнашка.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
ce: ЛадугӀуш, чӀогӀа лерина хьажа, аудио-дӀаяздинарг, нийса йозанца яздина дуй;ур-атталла кегийра гӀалаташ а юхатоха.<br />ЧӀогӀа даьржина гӀалаташ:

source: Why ?
ce: ХӀунда?

source: Why are you asking?
ce: ХӀунда хоьтту ахь?

source: Why Common Voice?
ce: ХӀунда Common Voice?

source: Why we built this Spontaneous Speech prototype
ce: хIунда йиина оха Spontaneous Speech

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
ce: Профильца хьан аьтто бу хьайн жигаралла ларъян а, озан хаамаш дӀалуш болчу нехан юкъараллица зӀе латто а.

source: Wixárika
ce: Вихарикан

source: Wolof
ce: Волоф

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
ce: Хьуна хьайн дӀаяздина аьзнаш дӀадайъа лаьа, я уьш Common Voice-н базехь дита лаьа?

source: Write
ce: Йазде

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
ce: Адамо ма-аллара нийса дӀайазде, «ммм», «э-э-э» санна долу маьӀна доцу дешнаш а юкъахь долуш

source: Write down what you hear the person saying here
ce: Кхузахь адамо олуш дерг дӀайазде

source: Write options menu
ce: Йозанан настройкийн меню

source: Xhosa
ce: Хоса

source: Xitsonga
ce: Цонга

source: y
ce: й

source: Yadgha
ce: Йадха

source: Yaqui
ce: йакуи

source: Yes
ce: ХӀаъ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
ce: ХӀаъ, схьадахкийта соьга кехаташ. Суна лаьа, Юкъара озан проектах лаьцна хаамаш бовза.

source: Yiddish
ce: Йидиш

source: Yoruba
ce: Йоруба

source: You
ce: Хьо

source: You are unable to establish a stable connection to our servers right now. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
ce: ХӀинца тхан сервершца цхьаьнаэшшара зӀе ца латтало. КӀеззиг хан яьлча юха хьажа. ГӀо эшахь, чу вола тхан<matrixLink>Matrix юкъараллин чате</matrixLink> , <githubLink>GitHub тӀехь</githubLink> сайтан гӀалаташна тергам бе, я <discourseLink>тхан Discourse форумашка</discourseLink> хьажа.

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
ce: Аламаш тӀетоха йиш ю хьан <writePageLink>Йозан агӀо</writePageLink> тӀехь я аламаш карлабаха йиш ю <reviewPageLink>Талламан агӀо</reviewPageLink> тӀехь.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
ce: Иштта лело мегар ду цхьаьна тоьхна пиллигаш: { sc-review-form-button-approve-shortcut } ТӀеэца, { sc-review-form-button-reject-shortcut }Юхатоха,{ sc-review-form-button-skip-shortcut }ТӀехдалийта .

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
ce: Хьан йиш ю <datasetsPage>датийн гуларийн агIо</datasetsPage> т1е а ваьлла, хьайна луъу верси а, меттанаш харжа а хаьржина,уьш тIебаха! Файлашна <metadataLink>тIейоьзна ю метаданнаш</metadataLink>, демографин хаамаш а, уьш магоран даташ. Хьайн почтан адрес дӀайазде, даташ тIедаха лаахь

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
ce: Mozilla меттанийн юкъараллашкахь кхечаьрца вовза йиш ю хьан, нагахь дӀакхетахь <discordLink>Discord</discordLink> я <discourseLink>Discourse</discourseLink> бийцам бицаре бар, я <matrixLink>Матрица</matrixLink> сиха хьехам бан

source: You cannot add multiple sentences for a single submission
ce: Цхьана дӀакхачорехь масех алам тӀетоха йиш яц

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
ce: Нахана гӀо дан гӀуллакх дӀадахьа йиш ю хьан. Хьуна моьттучула атта а ду и. Хьан и дан аьтто бу онлайн видеоконференцин гӀирсаца, я цхьанна хьалха, нагахь санна иза кхераме дацахь.<eventTemplate>Хьовса тхан кепашка а, тӀаьхьалонашка а гӀуллакх дӀадахьа .</eventTemplate>

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
ce: Хьан йиш ю <предложенинСсылкаТӀетоха>кIеззиг аламаш тIетоха </предложенинСсылкаТӀетоха>, . я ахь йан мегар ду <дукха импортДокументаш>дукха импорт Github лелош</bulkImportDocsLink> Дагахь латтаде, аламаш хила безий <licenseLink>CC0 (я юкъара доменера)</licenseLink> я хьайн аламаш йазбан а мегар ду

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
ce: Ахь лело мегар ду <scraperLink>Аламаш схьабохург</scraperLink>аьлла гIирс, Википеди чуьра боца аламаш лело.

source: You check whether the transcription matches the audio
ce: Йоза аудиоца догӀуш дуй хьажа

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
ce: Юкъараллин машанаш лело йиш ю хьан хаам дӀасабаржо. Иза мехала хӀунда ду дуьйцуш яздарш декъа а, кхечаьрца зӀе латто а, меттан бакъонаш, озан Ӏилманан интеллект, я технологехь агӀоналла санна долчу хаттарех лаьцна дуьйцуш. Юкъараллин кампани дӀаяхьаран кхин а хьехамашка хьажа, шайна юкъахь юха а лело йиш йолу чулацам а болуш.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
ce: Цхьа а мотт ца хаьржина ахь. Дехар ду хьайн <profileLink>Профиль</profileLink> чу гӀо, меттанаш харжа.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
ce: ХӀокху агӀонна дӀакхачо лерина бараме кхаьчна хьо. Дехар ду, { $retryLimit } минотехь собар дар, керла алам чу баккха . Дела реза хуьлда хьуна собаре хиларна!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
ce: ХӀокху агӀонна дӀакхачо лерина бараме кхаьчна хьо. Дехар ду, { $retryLimit } секундехь собар дар, керла алам чу баккха . Дела реза хуьлда хьуна собаре хиларна!

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
ce: ХӀокху агӀон тӀехь ахь бина, Ӏалашбина боцу хийцамаш бу. Нагахь ахь мотт (locale) хийцахь, и хийцамаш Ӏалашбийр бац. Бакъалла а лаьий хьуна мотт хийца?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
ce: ХӀокху агӀон тӀехь ахь бина, Ӏалашбина боцу хийцамаш бу. Нагахь хьо кхузара дӀаводахь, и хийцамаш Ӏалашбийр бац. Бакъалла а лаьий хьуна хӀокху агӀон тӀера дӀаваха?

source: You have unsaved changes on this page. If you switch datasets, your changes will not be saved. Are you sure you want to switch?
ce: Хьан хӀокху агӀон тӀехь Ӏалашбанза хийцамаш бу. Нагахь ахь хаамийн гулам хийцахь, и хийцамаш Ӏалашбина хир бац.хьо билггал дехьа вала лууш вуй?

source: You might have reached here by clicking a link in a social media app. You are using an in-app browser which does not support audio recording.
ce: юкъараллин хаамийн гӀирсаш чуьра ссылка тӀе а таIийна, кхуза кхаьчна хила тарло хьо. Аудио дӀаязъян гӀо ца деш йолу браузер ю ахь лелош йерг.

source: You must allow microphone access.
ce: Микрофон лело бакъо еза хьоьгар.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
ce: Хьан цӀе йоцуш дӀаяздина аьзнаш Common Voice базехь дуьсур ду. Ахь хьайн профиль дӀаяьккхича, и аьзнаш базера дӀадаха аьлла дехар дан хьан йиш хир яц

source: Your audio recording appears to be corrupted. This can happen due to: • Browser compatibility issues (try using a different browser) • Microphone or audio driver problems • Network interruptions during recording Please try recording again.
ce: Хьан аудио дIайаздар доьхначух тера ду. Иза хила тарло: • Браузерца йоьзна ампалш (кхечу браузерах пайдаэца хьажа) • Микрофонан я аудио драйверан анпалш . • ДӀаязъеш интернет юкъахйалар . Дехар ду юха хьажахьара .

source: Your download has started.
ce: хьан чуйаккхар дIа дола делла

source: You’re contributing to a target segment
ce: Хьо дакъалоцуш ву 1алашонан сегментехь

source: You’re contributing to our first target segment
ce: Хьо тхан хьалхарчу Ӏалашонан сегментехь дакъалоцуш ву

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
ce: Хьо тӀех сихавелла. дикка тидам беш хьажа аламашка, иза нийса хиларх тешна хила.

source: You're helping Common Voice reach our daily sentence goals!
ce: Ахь гӀо до Common Voice-на хIора денна хIоттина аламаш чу баха йолу Ӏалашонаш кхочушъян!

source: You respond or reply to it as naturally as you can
ce: Ма-дарра (кечам боцуш) жоп ло

source: Your language is already on the Common Voice languages list. You can facilitate the language launch on <strong>Scripted Speech</strong> by localising the platform interface <pontoonLink>here</pontoonLink>. The interface needs to be 60% localised; alternatively you may localise just the basic strings in ‘web/locales/en/pages/contribute/*.ftl’ to 100% (there are five such files), and the interface will be launched automatically.
ce: Хьан мотт хӀинцале а Common Voice меттанийн могӀарехь бу. Платформан интерфейс <pontoonLink>кхузахь</pontoonLink> гочъеш, ахь Кечдинчу къамелехь мотт схьабала гӀо дан йиш ю. Интерфейс 60% гочйина хила еза; йа ‘web/locales/en/pages/contribute/*.ftl’ чуьра коьрта могӀанаш 100% гочдан йиш ю (уьш пхи файл ю), тӀаккха интерфейс ша-шех схьаеллур ю.

source: Your Languages
ce: Хьан меттанаш

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
ce: Хьан меттан клипаш кепаш дӀайовла тарло! хьайна хала дацахь, хьайн маттана юкъахь кхин аламаш ган ,хьайн настройкаш хийца йиш ю хьан.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
ce: Цхьа а Алам ца хила а тарло хьан маттахь! Хьайна лаахь, настройкаш хийца йиш ю хьан, хьайн маттахь кхин аламаш ган.

source: Your message has been sent. Thank you!
ce: Хьан хаам дIахьажийна. Баркалла!

source: Your recording exceeded the maximum duration of { $duration } seconds. Please record a shorter clip.
ce: Хьан дӀаяздар совдаьлла { $duration } секундан ханна. Дехар ду , йоца клип дӀаязйар.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
ce: Ахь гӀо дина Common Voice <ӀалашонПроцент></ӀалашонПроцент> кхача тхан денна { $goalValue } дӀаяздар Ӏалашоне!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
ce: Ахь гӀо дина Common Voice <ӀалашонПроцент></ӀалашонПроцент> кхача тхан денна { $goalValue } таллам баран Ӏалашоне!

source: You write down what you hear in the audio clips
ce: Аудио-клипаш чохь хьайна хезарг дӀайазде

source: Zaza
ce: Заза

source: Zulu
ce: Зулу
